Repository: raumzeitlabor/benutzerDB-2.0
Catalog: userDB/locale/*/LC_MESSAGES/django.po
Languages: de

source: Member
de: Mitglied

source: Will be automatically generated if user is set as member
de: Wird automatisch generiert falls der User als Mitglied markiert ist

source: profile
de: Profil

source: profiles
de: Profile

source: MAC address
de: MAC-Adresse

source: MAC addresses
de: MAC-Adressen

source: Key type
de: Key-Typ

source: Automatically generated hash of the key
de: Automatisch generierter Hash des Keys

source: Home
de: Start

source: Change password
de: Passwort ändern

source: Logout
de: Abmelden

source: Hello %(name)s
de: Hallo %(name)s

source: Delete MAC address
de: MAC-Adresse löschen

source: Are you sure you want to delete the MAC address %(key)s?
de: Bist Du sicher dass Du die MAC-Adresse %(key)s löschen möchtest?

source: Yes, delete
de: Ja, löschen

source: Add MAC address
de: MAC-Adresse hinzufügen

source: Do you want to associate the device with MAC address <strong>%(mac)s</strong> (%(oui)s), connected to WiFi network <strong>%(essid)s</strong> with your account?
de: Möchtest du das Gerät mit der MAC-Adresse <strong>%(mac)s</strong> (%(oui)s), verbunden mit dem WiFi-Netzwerk <strong>%(essid)s</strong>, mit deinem Account assoziieren?

source: Associate MAC
de: MAC assoziieren

source: If you add your devices' MAC addresses, you will automatically be listed as present on the status pages if you are connected to one of the WiFi networks.
de: Falls Du die MAC-Adressen deiner Geräte hinzufügst, wirst Du automatisch als anwesend auf den Statusseiten gelistet, wenn du mit einem der WLAN-Netze verbunden bist.

source: You don't seem to have any MAC addresses at the moment. You can <a href="%(add_url)s">add one</a>.
de: Du scheinst aktuell keine MAC-Adressen zu haben. Du kannst <a href="%(add_url)s">eine hinzufügen</a>.

source: Delete SSH key
de: SSH-Key löschen

source: Are you sure you want to delete the key %(key)s?
de: Bist Du sicher dass du den Key %(key)s löschen möchtest?

source: Add SSH key
de: SSH-Key hinzufügen

source: Add key
de: Key hinzufügen

source: These SSH keys can be used to unlock the room door using <code>ssh tuer@tuer.rzl.so -p 2322</code> .
de: Diese SSH-Keys können genutzt werden, um die Raum-Tür mit <code>ssh tuer@tuer.rzl.so -p 2322</code> zu entsperren.

source: You don't seem to have any SSH keys at the moment. You can <a href="%(add_url)s">add one</a>.
de: Du scheinst aktuell keine SSH-Keys zu haben. Du kannst <a href="%(add_url)s">einen hinzufügen</a>.

source: You need to be in one of the RaumZeitLabor wifi networks to add your MAC address.
de: Du musst mit einem der RaumZeitLabor-WLAN-Netze verbunden sein, um deine MAC-Adresse hinzuzufügen.
